Repository: fnp/edumed
Catalog: curriculum/locale/*/LC_MESSAGES/django.po
Languages: pl

source: order
pl: kolejność

source: section
pl: dział

source: sections
pl: działy

source: name
pl: nazwa

source: competence
pl: kompetencja

source: competences
pl: kompetencje

source: educational level
pl: poziom edukacyjny

source: educational levels
pl: poziomy edukacyjne

source: group
pl: grupa

source: competence on level
pl: kompetencja na poziomie

source: competences on levels
pl: kompetencje na poziomach

source: description
pl: opis

source: curriculum level
pl: poziom w podstawie programowej

source: curriculum levels
pl: poziomy w podstawie programowej

source: curriculum course
pl: przedmiot w podstawie programowej

source: curriculum courses
pl: przedmioty w podstawie programowej

source: curriculum item
pl: pozycja w podstawie programowej

source: curriculum items
pl: podstawa programowa

source: You must select at least one competency from the list.
pl: Proszę wybrać kompetencje z listy.

source: You must select at least one education level.
pl: Proszę wybrać poziom edukacyjny.

source: Media, information and digital literacy competencies catalogue
pl: Katalog kompetencji medialnych, informacyjnych i cyfrowych

source: Browse competencies
pl: Przeglądaj kompetencje

source: expand
pl: rozwiń

source: Education level
pl: Poziom edukacyjny

source: Competency categories
pl: Kategories kompetencji

source: Show
pl: Pokaż

source: Selected competencies
pl: Wybrane kompetencje
