Repository: fnp/edumed
Catalog: edumed/locale/*/LC_MESSAGES/django.po
Languages: pl

source: extended
pl: rozszerzony

source: Share your thoughts on the "Media and information literacy competencies catalogue"
pl: Podziel się uwagami na temat Katalogu Kompetencji

source: Submit
pl: Zgłoś

source: Name and Surname
pl: Imię i nazwisko

source: E-mail
pl: Adres e-mail

source: Institution
pl: Instytucja

source: What do you think about the proposed educational stages classification?
pl: Co sądzisz o zaproponowanym podziale na etapy edukacyjne?

source: What do you think about the proposed thematic fields?
pl: Co sądzisz o zaproponowanym podziale na obszary tematyczne?

source: What important areas of media and information literacy have been left out?
pl: Jakie ważne obszary edukacji medialnej i informacyjnej zostały Twoim zdaniem niewystarczająco pogłębione lub pominięto je w ogóle?

source: Other suggestions and comments
pl: Inne uwagi i sugestie

source: Page not found
pl: Strona nie znaleziona

source: The page you were looking for doesn't exist.
pl: Strona której szukasz nie została znaleziona.

source: Forum search
pl: Szukaj na forum

source: Consultations
pl: Konsultacje

source: Competencies
pl: Kompetencje

source: Take Part
pl: Weź udział

source: Contact
pl: Kontakt
